Repository: flyfix/yawikpermission
Catalog: module/Install/language/*.po
Languages: de_de, sr

source: PHP version not supported
de_de: PHP Version wird nicht unterstützt
sr: ПХП верзија није подржана

source: Sorry, YAWIK requires at least PHP 5.4.0 to run, but this server currently provides PHP %s.
de_de: Es tut uns leid. YAWIK benötigt mindestens PHP 5.4.0, aber dieser Server stellt nur PHP in der Version %s zur Verfügung.

source: Please ask your servers' administrator to install the proper PHP version.
de_de: Bitten Sie Ihren Administrator ihnen eine unterstützte PHP Version zur Verfügung zu stellen.
sr: Молимо Вас да администратора ваши сервери "да инсталирате одговарајућу верзију ПХП.

source: Install
de_de: Installieren
sr: инсталирати

source: An administrator account with the login name "%s" was created successfully.
de_de: Ein Administrator Zugang mit Namen "%s" wurde erfolgreich angelegt.

source: The base configuration file was successfully created.
de_de: Die Basiskonfiguration wurde erfolgreich erstellt
sr: Фајл база конфигурација је успешно креиран.

source: The configuration file could not be created automatically. So please create a file called "%s" in the directory "%s" with the following content:
de_de: Die Konfigurations Datei konnte nicht automatisch erstellt werden. Bitte erstellen Sie die Datei "%s" im Verzeichnis "%s" mit folgendem Inhalt;

source: Start using YAWIK
de_de: YAWIK starten
sr: Почните да користите Иавик

source: Prerequisites
de_de: Voraussetzungen
sr: preduslovi

source: Creatable
de_de: erstellbar
sr: Цреатабле

source: Missing
de_de: fehlt
sr: нестао

source: Not writable
de_de: nicht schreibbar
sr: не може писати

source: All required directories exists and have the needed permissions or can be created. You may savely continue with the installation.
de_de: Alle benötigten Verzeichnisse existieren und haben die notwendigen Rechte. Sie können mit der Installation fortfahren.
sr: Сва потребна именика постоји и имају потребне дозволе или може бити креирана. Можете Савели наставити са инсталацијом.

source: Please note: It is not required for the config/autoload directory to be writable, but it will ease the installation as YAWIK can create the config files automatically. Consider giving write permission during installation and revoke it afterwards.
de_de: Bitte beatchten Sie: Das Verzeichnis config/autoload muss nicht schreibbar sein. Aber es vereinfacht die Installation, da die Konfigurations Datei erstellt werden kann. Überlegen Sie die Schreibberechtigung während der Installation zu gewähren und anschließend wieder zu entfernen.
sr: Имајте на уму: Није потребна за цонфиг / Аутолоад директоријуму да се може писати, али ће олакшати инсталацију као Иавик може аутоматски креирати цонфиг фајлове. Размотрити давање дозволе за писање током инсталације и да га одузме касније.

source: YAWIK requires some directories to exist and have proper permissions, otherwise it is not possible to run YAWIK. Please ensure that all required directories either exist with the right permissions or at least are creatable during this installation process.
de_de: YAWIK benötig einige Verzeichnisse mit ausreichenden Rechten. Andernfalls ist es nicht möglich YAWIK zu installieren. Bitte stellen Sie sicher, dass die Verzeichnisse existieren oder oder das sie während der Installation erstellt werden dürfen.
sr: Иавик захтева неке директоријуме да постоје и имају одговарајуће дозволе, иначе није могуће покренути Иавик. Уверите се да ни сви потребни директоријум постоје са правим дозволама или бар цреатабле током овог процеса инсталације.

source: Check again
de_de: erneut prüfen
sr: Проверите поново

source: Checking
de_de: prüfen
sr: проверавање

source: An error occurred
de_de: Ein Fehler ist aufgetreten
sr: Дошло је до грешке

source: Additional information
de_de: Zusätzliche Informationen
sr: Додатне Информације

source: File
de_de: Datei
sr: фајл

source: Message
de_de: Nachricht
sr: порука

source: Stack trace
de_de: Stapelverlauf
sr: стека

source: Previous exceptions
de_de: Vorherige Exceptions
sr: Претходни изузеци

source: No Exception available
de_de: Keine Exception verfügbar
sr: Без изузетка доступан

source: Database connection string
de_de: Datenbank (connection string)
sr: Датабасе цоннецтион стринг

source: Initial user name
de_de: Initialer Benutzername
sr: Почетно корисничко име

source: Password
de_de: Kennwort
sr: лозинка

source: Email address for system messages
de_de: Email Adresse für Systemmeldungen
sr: Емаил адреса за системске поруке

source: Connecting the database failed: %databaseError%
de_de: Verbindung zur Datenbank fehlgeschlagen: %databaseError%

source: Invalid connection string
de_de: Ungültiger "Database Connection String"
sr: Неважећи веза низ

source: Installation
sr: инсталација

source: Ok
sr: Ок
