Repository: flyfix/yawikpermission
Catalog: module/Auth/language/*.po
Languages: sr

source: Image
sr: Слика

source: Loading
sr: утовар

source: Close
sr: близу

source: Attach profile
sr: Причврстите профил

source: Detach profile
sr: одвојити профил

source: View profile data
sr: Погледај профил подаци

source: Add users
sr: Додавање корисника

source: At least one user has to be assigned
sr: Најмање један корисник мора бити додељен

source: My groups
sr: Моје групе

source: Missing Configuration
sr: Миссинг Конфигурација

source: Unfortunately there seems to be missing configuration.
sr: На жалост изгледа да недостаје конфигурацију.

source: The login via social networks does not work at the moment due to the missing of some crucial configuration data.
sr: За пријављивање путем друштвених мрежа не ради у овом моменту због несталих неких кључних података конфигурације.

source: Name
sr: име

source: Role
sr: улога

source: Login
sr: Пријава

source: Action
sr: акција

source: Edit
sr: едит

source: User data
sr: Кориснички подаци

source: Users
sr: усерс

source: No user found matching your criteria.
sr: пронађен ниједан корисник који одговарају вашим критеријумима.

source: Manage groups
sr: upravljanje групама

source: Add group
sr: Додај групу

source: Group name
sr: Назив групе

source: Actions
sr: Акције

source: search for users
sr: Претрага за кориснике

source: Ok
sr: Ок

source: Login required
sr: потребна пријава

source: Please authenticate yourself to proceed
sr: Молимо Вас да аутентикацију се наставити

source: Register
sr: Регистровати

source: I forgot my password
sr: Заборавио сам шифру

source: Login with ...
sr: Пријавите се ...

source: Register with ...
sr: Региструју у ...

source: A 410 error occured
sr: А 410 грешке

source: Unknown apply identifier
sr: Ункновн примењује идентификатор

source: A job ad with the provided apply identifier could not be found.
sr: Оглас за посао са наведеном примени идентификатор није могао бити пронађен.

source: My profile
sr: Мој профил

source: Change password
sr: Промени лозинку

source: Create my organization
sr: Створити своју организацију

source: Logout
sr: Одјавити се

source: Guest
sr: гост

source: Login via
sr: Пријавите се преко

source: Cancel
sr: отказати

source: Reset your password
sr: Ресетујте вашу лозинку

source: Please enter your username or email address. You will receive a link to create a new password via email.
sr: Унесите корисничко име или емаил адресу. Добићете линк за стварање нове лозинке путем е-маила.

source: The registration has been successful
sr: Регистрација је била успешна

source: An Email with an activation link has been sent, please try to check your email box
sr: Мејл са линком за активацију је послат, покушајте да проверите емаил бок

source: My password
sr: Моја лозинка

source: Here you can change your password
sr: Овде можете да промените лозинку

source: Employee of the Organization
sr: Радник Организације

source: Organization Owner
sr: organizacija Власник

source: Employees
sr: zaposleni

source: Password
sr: лозинка

source: Group data
sr: група података

source: status
sr: статус

source: You can connect your user profile with social networks. This allows you to log in via these networks.
sr: Можете да повежете профил корисника са друштвеним мрежама. То вам омогућава да се пријавите преко ових мрежа.

source: Create group
sr: Креирај групу

source: Edit group
sr: едит група

source: Social Profiles
sr: Социал Профилес

source: Click here to enter contact informations.
sr: Кликните овде да бисте унели контакт информације.

source: Email
sr: емаил

source: Phone
sr: телефон

source: Postalcode
sr: Поштански код

source: City
sr: град

source: Salutation
sr: поздрав

source: Mr.
sr: Господин.

source: Mrs.
sr: Госпођа.

source: please select
sr: Молимо изаберите

source: First name
sr: Име

source: Last name
sr: Презиме

source: street
sr: улица

source: house number
sr: Кућни број

source: Retype password
sr: Поново унесите лозинку

source: Select a group name. You can add users to your group and then work together on jobs and job applications.
sr: Изаберите име групе. Можете додати кориснике у групи и онда заједно раде на пословима и пријава за посао.

source: General settings
sr: opšta подешавања

source: Username or email
sr: Корисничко име или е-маил

source: Are you human?
sr: Да ли си човек?

source: General
sr: општи

source: I am
sr: Ја сам

source: Status
sr: статус

source: Login name
sr: Корисничко име

source: login
sr: prijava

source: Cannot proceed, token expired
sr: Не може да се настави, знак је истекао

source: User cannot be found for specified token
sr: Корисник не може се наћи на одређени знак

source: An unexpected error has occurred, please contact your system administrator
sr: Дошло је до неочекиване грешке, обратите се администратору система

source: User email verified successfully. You need to set a password to log in.
sr: Корисник маил је успешно проверен. Потребно је да поставите лозинку да бисте се пријавили.

source: User cannot be found
sr: Корисник не може бити пронађен

source: Group created
sr: Група је направљена

source: Group updated
sr: Група ажуриран

source: Changes not saved.
sr: Измене нису сачуване.

source: You are now logged in.
sr: Сада сте пријављени у.

source: Authentication failed.
sr: Аутхентицатион фаилед.

source: You are now logged out
sr: Сада сте пријављени ван

source: Type name, email address, role, or login name
sr: Тип име, емаил адреса, улога, или име за пријаву

source: Registration is disabled
sr: Регистрација је онемогућен

source: Please fill form correctly
sr: Молимо Вас да исправно попуните

source: User with this email address already exists
sr: Корисник са е-адресом већ постоји

source: You must be logged in.
sr: Морате бити пријављени.

source: Password successfully changed
sr: Лозинка је успешно промењена

source: Password could not be changed
sr: Лозинка не може мењати

source: Mail with link for reset password has been sent, please try to check your email box
sr: Маил са линком за ресет лозинке је послата, покушајте да проверите емаил бок

source: User cannot be found for specified username or email
sr: Корисник не може се наћи на одређено корисничко име или е-маилом

source: Found user does not have an email
sr: Фоунд корисник нема е-маил

source: Found user is inactive
sr: Фоунд корисник је неактиван

source: You are not permitted to access this resource.
sr: Нисте дозвољен приступ овом садржају.

source: This user account has been disabled. Please contact the system adminstrator.
sr: Овај кориснички налог је онемогућен. Контактирајте систем Админстратор.

source: user
sr: корисник

source: recruiter
sr: врбовао
