Repository: flyfix/yawikpermission
Catalog: module/Applications/language/*.po
Languages: fr, it, sr

source: Your salary requirements should be the annual amount before taxes. Do not forget to provide the currency sign.
fr: Votre attente salariale devrait être le montant annuel avant impôts. N'oubliez pas de mentionner la devise.
it: I vostri requisiti di stipendio dovrebbe essere l'importo annuo al lordo delle imposte. Non dimenticare di fornire il simbolo della valuta.
sr: Ваши захтеви плата треба да буде годишњи износ пре пореза. Не заборавите да обезбеди знак валуте.

source: Ask users about their expected salary.
fr: Demandez à l'utilisateur à propos de leurs attentes salariales.
it: Chiedi utenti sui loro stipendio previsto.
sr: Замолите кориснике о њиховом очекује плату.

source: driving license
it: patente
sr: возачка дозвола

source: Do you have a driving license?
it: Hai la patente di guida?
sr: Да ли имате возачку дозволу?

source: Ask the applicant, if he has a driving license.
it: Chiedere al ricorrente, se ha una patente di guida.
sr: Затражи од подносиоца, ако има возачку дозволу.

source: Carbon Copy
fr: Copie carbone
it: Copia capbone
sr: Индиго копија

source: send me a carbon copy of my application
fr: envoyez-moi une copie de ma candidature
it: mi mandi una copia della mia candidatura
sr: пошаљите ми угљеника копију моју пријаву

source: I have read the %s and accept it
fr: J'ai lu le %s et je les accepte
it: Ho letto il/la %s e accetto.

source: Click here to enter a summary.
fr: Cliquez ici pour rentrer un résumé.
it: Clicca qui per entrare in una sintesi.
sr: Кликните овде да бисте унели резиме.

source: <strong>Please note</strong>: HTML tags get stripped out. Line breaks are preserved.
fr: <strong>Remarque</strong>: Les balises HTML sont supprimés. Les sauts de lignes sont préservés.
it: <strong>Si prega di notare:</strong> i tag HTML vengono rimosse. Le interruzioni di riga sono conservati.

source: Invalid apply id
fr: Id invalide
it: Valido applica id
sr: Неважећи применити ИД

source: Application was read by %s
it: Domanda di assunzione è stata letta da %s

source: Application has been successfully moved to Talent Pool
it: La domanda è stato spostata con successo nel Talent Pool

source: There are missing required informations. Your application cannot be send.
fr: Il manque des informations obligatoires. Votre candidature ne peut pas être envoyée.
it: Ci sono mancante informazioni richieste. Domanda di assunzionenon non potra esse inviata.
sr: Постоје недостају потребне информације. Ваша пријава се не може послати.

source: Mail has been send
fr: Le mail a été envoyé
it: Mail è stata inviata

source: Application has been send.
fr: La candidature a été envoyé.
it: La domanda di assunzione è stata inviata.
sr: Апликација је послати.

source: %d Application(s) has been successfully moved to Talent Pool
it: %d domande sono state spostate con successo nel Talent Pool

source: Application was rated by %s
it: Domanda di assunzione è stata valutata da %s

source: Application confirmation
fr: Confirmation de la candidature
it: Conferma domanda di assunzione
sr: потврда апликација

source: Fwd: Application to "%s" dated %s
fr: Fwd: Candidature de "%s" en date du %s
it: Fwd: Domanda di assunzione a "%s" il %s

source: New application for your vacancy "%s"
fr: Nouvelle candidature pour votre poste vacant "%s"
it: Nuova domanda di assunzione per la tua vacanza "%s"

source: Hello ##name##,\n\nThere is a new application for your vacancy:\n\"##title##\"\n\n
fr: Bonjour ##name##,\n\nIl y a une nouvelle candidature pour votre poste vacant:\n\"##title##\"\n\n
it: Ciao ##name##,\n\nesiste una nuova domanda di assunzione per la tua vacanza:\n\"##title##\"\n\n

source: Attach images or PDF Documents to your application. Drag&drop them, or click into the attachement area. You can upload up to %sMB
fr: Joindre des images ou des documents PDF à votre candidature. Utilisez le Drag&Drop, ou cliquez dans la zone de fichier joint. Vous pouvez uploader jusqu'à %sMB
it: Allegare immagini o documenti PDF alla vostra domanda di assunzione. Trascinare e rilasciarli, oppure fare clic nell'area allegati. È possibile caricare fino a %sMB

source: E-Mail Templates
fr: Modèles E-Mail
it: Modelli di posta elettronica

source: Overview
fr: Vue d'ensemble
it: Panoramica
sr: преглед

source: invited
fr: invité
it: invitato

source: incoming
fr: nouveau
it: in arrivo

source: rejected
fr: rejeté
it: respinto
sr: одбијен

source: confirmed
fr: confirmé
it: confermato

source: No
fr: Non
sr: Не

source: via
sr: преко

source: E-Mail
sr: Е-маил

source: Mailtext
sr: Маилтект
