Repository: flyfix/yawikpermission
Catalog: module/Applications/language/*.po
Languages: fr, it, sr

source: There are no comments for this application yet. Be the first to comment by clicking the "Add new comment" button below!
fr: Il n'y a pas encore de commentaires pour cette candidature. Soyez le premier à commenter en cliquant sur le bouton "Ajoute un nouveau commentaire" ci-dessous!
it: Non ci sono ancora commenti per questa domanda di assunzione. Puoi essere il primo a lasciare un commento cliccando sul pulsante "Aggiungi nuovo commento" qui sotto!
sr: Нема коментара за ову апликацију увек. Будите први који ће коментарисати кликом на дугме "Додај нови коментар" испод!

source: Apply
fr: Postuler
it: Inoltrare domanda
sr: Применити

source: Application
fr: Candidature
it: Domanda di assunzione
sr: апликација

source: Apply to "%s" from "%s"
fr: Postuler pour "%s" depuis "%s"
it: Applica da "%s" a "%s"

source: click to open the job ad
fr: cliquez pour ouvrir l'offre d'emploi
it: clicca per aprire l'annuncio di lavoro
sr: кликните да бисте отворили оглас за посао

source: Privacy Policy
fr: Politique de confidentialité
it: Informativa sulla privacy
sr: Правила о приватности

source: Received Applications
fr: Candidatures reçues
it: Domande di assunzione correnti
sr: пристиглих пријава

source: Sent Applications
fr: Candidature envoyée
it: Le domande inviate
sr: Сент Апликације

source: Applicant
fr: Candidat
it: Richiedente
sr: подносилац молбе

source: Job
fr: Emploi
it: Lavoro
sr: посао

source: Date
it: Data
sr: датум

source: your application was sent successfully
fr: votre candidature a été envoyée avec succès
it: la tua domanda è stata inviata con successo
sr: Ваш захтев је успешно послат

source: The application was added to your %slist%s, so you can keep up-to-date with the process.
fr: Votre candidature a été ajouté à votre %slist%s, de sorte que vous pouvez vous tenir à jour avec le processus.
it: La domanda di assunzione è stata aggiunta a la lista %slist%s, cosi potrai rimanere informato sul stato.

source: Keep up-to-date with the process of your application by bookmarking this link:
fr: Tenez-vous à jour avec votre candidature en ajouter ce lien à vos favoris
it: Tieniti aggiornato con il processo della vostra applicazione di bookmarking questo link:
sr: Будите у току-то-дате са процесом свог захтева од означавање тхис линк:

source: This is a preview of the application form for your job
fr: Ceci est un aperçu de votre formulaire de candidature pour votre emploi
it: Questa è una anteprima del modulo domanda di lavoro / della tua applicatione
sr: Ово је преглед обрасца за пријаву за свој посао

source: You may expand any section and check the available fields, but you can not save anything.
fr: Vous pouvez développer une section et vérifier les champs disponibles, mais vous ne pouvez pas enregistrer quoi que ce soit.
it: Si può ampliare qualsiasi sezione e controllare i campi disponibili, ma non è possibile salvare nulla.
sr: Можете проширити било који део и провери доступне поља, али не можете да сачувате ништа.

source: Your application is incomplete. You have to add your contact data and accept the privacy policy to be able to submit the application. You can always preview or abort your application.
fr: Votre candidature est incomplète. Vous devez ajouter vos données de contact et accepter la politique de confidentialité pour être en mesure de présenter la candidature. Vous pouvez toujours prévisualiser ou d'annuler votre candidature.
it: La tua domanda di assunzione risulta incompleta. Devi aggiungere i tuoi dati di contatto e accettare la privacy policy per inviare la tua domanda. Sei sempre in grado di vedere un anteprima o di cancellare la tua domanda.
sr: Ваш захтев није потпун. Морате да додате контакт податке и прихватити политику приватности да бисте могли да поднесе пријаву. Увек можете да прегледате или прекинете своју пријаву.

source: Back to the formular
fr: Retour au formulaire
it: Torna alla formulario
sr: Назад на формулар

source: Preview application
fr: Aperçu de la candidature
it: Anteprima domanda di assunzione
sr: Преглед апликација

source: Send application
fr: Envoyer la candidature
it: Invia domanda
sr: послати захтев

source: Send preview to my email
fr: Envoyer l'aperçu à mon email
it: Invia anteprima alla mia email
sr: Пошаљи преглед на мој е-маил

source: Abort application
fr: Annuler la candidature
it: Interrompi domanda di assunzione
sr: прекид апликације

source: You have applied to "%1$s" from "%2$s"
fr: Vous avez postulé à "%1$s" depuis "%2$s"
it: È stato applicato a "%1$s" da "%2$s"

source: your application had been posted. Godspeed.
fr: Votre candidature a été postés. Bonne chance.
it: la tua domanda di assunzione era stata pubblicata. Godspeed.
sr: Ваш захтев је постављен. Срећно.

source: for the job "%s"
fr: pour l'emploi "%s"
it: per la offerta di lavoro / la posizione "%s"

source: to all of your jobs
fr: pour tous vos emplois
it: a tutti i posti di lavoro
sr: за све ваше послове

source: Applications
fr: Candidatures
it: Domande di assunzione
sr: aplikacije

source: List of received applications
fr: Vue d'ensemble des candidatures reçues.
it: Domande ricevute
sr: Списак примљених пријава

source: Overview of your sent applications
fr: Aperçu de vos candidatures envoyées
it: Panoramica delle domande di assunzione inviate
sr: Преглед ваших послатих пријава

source: Cancel
fr: Annuler
it: Cancellare
sr: отказати

source: Send mail
fr: Envoyez un mail
it: Invia mail
sr: Пошаљи пошту

source: search applications
fr: recherche de candidatures
it: Ricerca domande di assunzione
sr: претраге апликација

source: Enter job title
fr: Entrez le titre du poste
it: Immettere il titolo del lavoro
sr: Унесите радно место

source: Search
fr: Recherche
it: Ricerca
sr: Претраживање

source: Clear
fr: Supprimer
it: Chiaro
sr: Јасно

source: Move selected applications to Talent Pool
it: Spostare le domande di assunzione selezionate nel Talent Pool

source: Are you sure you want to move selected applications to Talent Pool?
it: Sei sicuro che vuoi spostare le domande di assunzione selezionate nel Talent Pool?

source: Move applications to Talent Pool
it: Spostare le domande nel Talent Pool

source: To
it: A
sr: До

source: Profile data
fr: Profil données
it: Dati del profilo
sr: Профил подаци

source: Details
fr: Détails
it: Dettagli
sr: Детаљи

source: application for
fr: candidature pour
it: domanda per
sr: Захтев за

source: Application %d of %d
fr: Candidature %d de %d
it: Domanda %d di %d

source: Accept
it: Accettare
sr: прихватити

source: Inform the Recruiter
it: Informa il reclutatore
sr: Обавести рецруитер

source: Confirm
fr: Confirmer
it: Confermare
sr: потврдити

source: Confirm the receipt
fr: Confirmer la réception
it: Confermare la ricevuta
sr: Потврдити

source: Invite
fr: Inviter
it: Invitare
sr: позвати

source: Invite the applicant
fr: Inviter le candidat
it: Invita il richiedente
sr: Позвати подносиоца пријаве

source: Reject
fr: Rejeter
it: Rifiutare
sr: Одбити

source: Reject the applicant
fr: Rejeter le candidat
it: Rifiuta il richiedente
sr: Одбаци подносиоца

source: Enter an email address
fr: Saisissez une adresse e-mail
it: Inserire un indirizzo e-mail
sr: Унесите е-маил адресу

source: This application will be send as an email to the given address in a layout similar to that on this page with all attachments included.
fr: Cette candidature vous sera envoyés comme un e-mail à l'adresse indiquée dans une mise en page similaire à celle sur cette page avec tous les pièces-jointes incluses.
it: Questa domanda di assunzione sarà trasmessa come una e-mail all'indirizzo indicato in un layout simile a quello su questa pagina con tutti gli allegati inclusi.
sr: Ова апликација ће бити послати као е-маил на дату адресу у изгледу сличан оном на овој страници са сва опрема укључени.

source: Forward
fr: Avant
it: Avanti
sr: напред

source: previous
fr: précédent
it: precedente
sr: Претходна

source: Back to list
fr: Retour à la liste
it: Torna alla lista
sr: Назад на листу

source: List
fr: Liste
it: Elenco
sr: Листа

source: next
fr: suivant
it: prossimo
sr: следећи

source: Delete application
fr: Supprimer la candidature
it: Elimina domanda di assunzione
sr: Брисање апликације

source: Delete
fr: Supprimer
it: Cancella
sr: избрисати

source: Move application to Talent Pool
it: Spostare la domanda nel Talent Pool

source: Move
it: Spostare

source: Delete Application
fr: Supprimer la candidature
it: Elimina domanda di assunzione
sr: Делете Апплицатион

source: Are you sure you want to delete this application?
fr: Etes-vous sûr de vouloir supprimer cette candidature?
it: Sei sicuro di voler cancellare questa domanda di assunzione?
sr: Да ли сте сигурни да желите да избришете ову апликацију?

source: delete this application
fr: supprimer cette candidature
it: eliminare questa domanda di assunzione
sr: делете ову апликацију

source: Are you sure you want to move this application to Talent Pool?
it: Sei sicuro che vuoi spostare questa domanda di assunzione nel Talent Pool?

source: Error while loading comments.
fr: Erreur lors du chargement des commentaires.
it: Errore durante il caricamento commenti.
sr: Грешка приликом учитавања коментари.

source: Error while loading comment form.
fr: Erreur lors du chargement du formulaire de commentaires.
it: Errore durante il caricamento modulo di commento.
sr: Грешка при учитавању коментар форми.

source: Comments
fr: Commentaires
it: Commenti
sr: Коментари

source: Save
fr: Sauver
it: Salvare
sr: саве

source: Add new comment
fr: Ajouter un commentaire
it: Aggiungi un commento
sr: Додај нови коментар

source: Close
fr: Fermer
it: Vicino
sr: близу

source: Status history
it: Storia di stato
sr: istorija статус

source: State
fr: État
it: Stato
sr: Држава

source: Comment
fr: Commentaire
it: Commento
sr: коментар

source: personal information
fr: renseignements personnels
it: informazioni personali
sr: лична информација

source: Phone
fr: Téléphone
it: Telefono
sr: телефон

source: no attachments available
fr: Pas de pièces jointes disponibles
it: Nessun allegato disponibile
sr: нема прилога доступних

source: Attachments
fr: Annexes
it: Allegati
sr: прилози

source: Loading
fr: Chargement
it: Caricamento
sr: утовар

source: date of receipt
fr: date de réception
it: data di ricevimento
sr: датум пријема

source: application state
fr: état de la candidature
it: stato dell'applicazione
sr: aplikacija стање

source: rating
fr: évaluation
it: valutazione
sr: рејтинг

source: View comments
fr: Voir les commentaires
it: Visualizza commenti
sr: Преглед коментара

source: Add comment
fr: Ajouter un commentaire
it: Aggiungi un commento
sr: Додај коментар

source: last modification date
fr: date de dernière modification
it: data di ultima modifica
sr: последњи датум модификација

source: agent
it: agente
sr: заступник

source: Willingness to travel
fr: Disposition à voyager
it: Disponibilità a viaggiare
sr: Спремност за путовања

source: Earliest starting date
fr: Date de disponibilité au plus tôt
it: Prima data di partenza
sr: Најранији датум почетка

source: Expected salary
fr: Prétentions salariales
it: Retribuzione prevista
sr: Очекивана Плата

source: Driving license
it: Patente
sr: Возачка дозвола

source: Yes
fr: Oui
it: Sì
sr: да

source: Cover Letter
fr: Lettre de motivation
it: Riassunto
sr: Пропратно писмо

source: work experience
fr: expérience de travail
it: esperienza di lavoro
sr: радно искуство

source: Start
fr: Démarrer
it: Inizio
sr: Почетак

source: End
fr: Fin
it: Fine
sr: Крај

source: Company
fr: Entreprise
it: Azienda
sr: Компанија

source: Description
it: Descrizione
sr: опис

source: education and training
fr: éducation et formation
it: istruzione e formazione
sr: Образовање и обука

source: University
fr: Université
it: Università
sr: универзитет

source: personal skills
fr: compétences personnelles
it: competenze personali
sr: личне вештине

source: native language
fr: langue maternelle
it: madrelingua
sr: матерњи језик

source: education
fr: éducation
it: educazione
sr: образовање

source: years
fr: années
it: anni
sr: године

source: no attachments
fr: Pas de pièces jointes
it: senza allegati
sr: нема прилога

source: edit
fr: éditer
it: modifica
sr: уреди

source: Birthday
fr: Anniversaire
it: Compleanno
sr: рођендан

source: School or university
fr: École ou université
it: Scuola o all'università
sr: Школа или универзитет

source: Type
it: Tipo
sr: Тип

source: Employer
fr: Employeur
it: Datore di lavoro
sr: послодавац

source: Position
it: Posizione
sr: положај

source: language skills
fr: compétences linguistiques
it: competenze linguistiche
sr: језичке вештине

source: Attachment
fr: Pièces jointes
it: Attaccamento
sr: Прилог

source: Year of birth
fr: Année de naissance
it: Anno di nascita
sr: Година рођења

source: Degree
fr: Diplôme
it: Laurea
sr: степен

source: Notes
fr: Remarques
it: Note
sr: белешке

source: ongoing
fr: En cours
it: in corso
sr: у току

source: employes
fr: employés
it: impiegati
sr: запошљава

source: Industry
fr: Industrie
it: Industria
sr: Индустрија

source: Level
fr: Niveau
it: Livello
sr: ниво

source: view
fr: vue
it: vista
sr: поглед

source: Application dated
fr: Candidature datée
it: Data della domanda
sr: апплицатион од

source: application details
fr: détails de candidature
it: dettagli della domanda di assunzione
sr: detalji апликације

source: You can see the application online on the %sfollowing link%s.
it: È possibile vedere la domanda di assunzione online sequendo %squesto link%s.

source: name
fr: nom
it: nome
sr: име

source: Street
fr: Rue
it: Strada
sr: улица

source: City
fr: Ville
it: Città
sr: град

source: Facts
fr: Faits
it: Fatti
sr: Чињенице

source: new applications
fr: nouvelles candidatures
it: nuove domande di assunzione
sr: нове апликације

source: job opening is not online anymore
it: Offerta di lavoro non è più in linea
sr: Отварање посао више није онлине

source: you tried to open an application formular for a job opening, which is not online any more.
it: si è tentato di aprire un formulario domanda di una offerta di lavoro, che non è più in linea.
sr: сте покушали да отворите апликацију Формулар за отварање нових радних места, што није на мрежи више.

source: E-Mail Notifications
fr: Notifications email
it: E-mail notifiche
sr: Е-маилу

source: Options
it: Opzioni
sr: Опције

source: Forwarded application to %s
fr: Candidature transmise à %s
it: Domanda inoltrata a %s

source: Forward application to %s failed.
fr: La transmission de candidature à %s a échoué
it: Errore inoltrando la tua domnda a %s

source: Your application dated %s
fr: Votre candidature du %s
it: La tua domanda del %s

source: reject the applicants
fr: rejeter les candidats
it: respingere i richiedenti
sr: одбити кандидате

source: Mail was sent to %s
it: Mail è stata inviata a %s

source: Dear Mr. %s
fr: Cher Mr %s
it: Caro Signore %s

source: Dear Ms. %s
fr: Chère Mme %s
it: Cara Signora %s

source: Hello %s
fr: Bonjour %s
it: Ciao %s

source: Career
fr: Carrière
it: Carriera
sr: каријера

source: Status
fr: Statut
it: Stato
sr: статус

source: Rating
fr: Évaluation
it: Valutazione
sr: Оцењивање

source: Modified
fr: Modifié
it: Modificato
sr: Модифиед

source: Actions
fr: Actes
it: Azioni
sr: Акције

source: Sent on
fr: Suivi
it: Inviata il
sr: послао на

source: Summary is meant as a general free text area. Click on "edit" to fill in some informations you think helps the recruiter to pick you for this job.
fr: Le résumé est conçu comme une zone de texte. Cliquez sur "modifier" pour remplir quelques informations que vous jugez utile au recruteur afin qu'il vous choisisse pour ce travail..
it: Sintesi è inteso come un'area di testo libero in generale. Clicca su "modifica" per riempire alcune informazioni che si pensa aiuta il reclutatore a prendervi per questo lavoro.
sr: Преглед замишљена је као општи слободни текст. Кликните на "Едит" да попуни неке информације за које мислите да помаже регрутера по тебе за тај посао.

source: you can add your social profile to your application. You can preview and remove the attached profile before submitting the application.
fr: vous pouvez ajouter votre profil social à votre candidature. Vous pouvez prévisualiser et supprimer le profil ci-joint avant de soumettre la demande.
it: è possibile aggiungere il tuo profilo sociale per la tua domanda. Puoi vedere in anteprima e rimuovere il profilo allegato prima di inviare la domanda.
sr: можете да додате социјални профил на вашу апликацију. Можете прегледати и уклонити приложени профил прије подношења захтјева.

source: Customize apply form
fr: Personnaliser le formulaire de demande
it: Personalizzare applicano forma
sr: Прилагођавање применити образац

source: receive E-Mail alert
fr: recevoir des alertes e-mail
it: ricevere un avviso e-mail
sr: примати е-маил обавештење

source: if checked, you'll be informed by mail about new applications.
fr: si cochée, vous serez informé par mail des nouveaux candidatures.
it: se selezionato, sarete informati via e-mail sulle nuove domande di assunzione.
sr: ако провери, бићете обавештени поштом о новим апликацијама.

source: default text of the notification mail about new applications. The following variables can be used:<ul><li>##name## = your name</li><li>##title## = title of the job</li><li>##link## = Url of the application detail page</li></ul>
it: Testo predefinito della notifica per le nuove domande. Possono essere utilizzate le seguenti variabili: <ul> <li> ## nome ## = Nome </ li> <li> ## titolo ## = Titolo della posizione </ li> <li> ## link ## = Url della pagina di dettaglio della domanda </ li> </ ul>

source: confirm application immidiatly after submit
fr: confirmer la candidature immédiatement àprès la soimmidiatly après soumission
it: confermare domanda di assunzione subito dopo inviamento
sr: потврди пријаву иммидиатли након доставе

source: if checked, an application is immediatly confirmed. If unchecked confirmation is the duty of the recruiter.
fr: si cochée, une candidature est immédiatement confirmée. Si non-coché, la confirmation est du devoir du recruteur.
it: se selezionato, una domanda di assunzione viene immediatamente confermata. Se la conferma non è controllata è il dovere del reclutatore.
sr: ако је означено, апликација је непосредно потврђен. Ако неконтролисано потврда је дужност регрутни.

source: Confirmation mail text
fr: Texte du mail de confirmation
it: Testo mail di conferma
sr: Потврда маил текст

source: default text of the acknowledgment of receipt mail to the applicant. The following variables can be used:<br><ul><li>##anrede_formell## = salutation. Includes gender, firstname and lastname.<li>##anrede_informell## = salutation. Includes fistname and lastname.</li><li>##job_title## = title of the jobs</li><li>##name## = name of the applicant.</li><li>##date## = date of recipt of the application.</li><li>##link## = Link to the application details</li></ul>
it: testo predefinito della ricevuta della conferma al richiedente. Le seguenti variabili possono essere utilizzate: <br><ul><li>##anrede_formell## = saluto. Include sesso, nome e cognome.<li>##anrede_informell## = saluto. Include nome e cognome. </li><li>##job_title## = titolo dei posti di lavoro</li><li> ##name## = nome del richiedente.</li><li> ##date## = data della ricevuta domanda.</li><li>##link## = Link to the application details</li></ul>

source: Invitation mail text
fr: Texte du mail d'invitation
it: Testo mail di invito
sr: Позив маил текст

source: default text of the invitation mail to the applicant. You can use all variables of the acknowledgment of receipt mail.
fr: texte par défaut de l'e-mail d'invitation au candidat. Vous pouvez utiliser toutes les variables de l'accusé de réception électronique.
it: predefinito testo della mail di invito al richiedente. È possibile utilizzare tutte le variabili del riconoscimento della posta ricevuta.
sr: подразумевани текст позива поштом подносиоцу захтева. Можете користити све променљиве Потврда пријема поште.

source: Accept mail text
it: Accetta testo mail
sr: Прихвати маил текст

source: default text, when accepting an applicant. This mail is send to by a domain admin to the recruiter, who is responsible for the job posting.
it: testo predefinito, quando si accetta un candidato. Questa e-mail è inviata a da un amministratore di dominio per il reclutatore, che è responsabile per l'offerta di lavoro.
sr: подразумевани текст, приликом прихватања подносиоца захтева. Ова пошта је послати до домена админ на рецруитер, који је одговоран за постављање посла.

source: Rejection mail text
fr: Texte du mail de refus
it: Testo posta Rifiuto
sr: Одбијање маил текст

source: default text of the refusal of an application to the applicant. You can use all variables of the acknowledgment of receipt mail.
fr: texte par défaut pour le refus d'une candidature au candidatt. Vous pouvez utiliser toutes les variables de l'accusé de réception électronique.
it: testo predefinito del rifiuto di una domanda al richiedente. È possibile utilizzare tutte le variabili del riconoscimento della posta ricevuta.
sr: подразумевани текст о одбијању захтјева за подносиоца захтева. Можете користити све променљиве Потврда пријема поште.

source: get blind carbon copy of all own mails
fr: obtenir une copie carbone invisible de tous vos propres mails
it: ottenere copia nascosta di tutte le proprie mail
sr: гет блинд царбон копију свих властитих маилова

source: if checked, you'll get a copy of all mails you send.
fr: si elle est cochée, vous obtiendrez une copie de tous les mails que vous envoyez.
it: se selezionato, si otterrà una copia di tutte le email inviate.
sr: ако провери, добићете копију свих порукама које шаљете.

source: all
fr: tout
it: tutto
sr: све

source: Comment message
fr: Message commentaire
it: Commento messaggio
sr: komentar порука

source: Request additional facts from the Applicant. Selected Fields will be added to the application Form.
fr: Demande de données supplémentaires au candidat. Les champs sélectionnés seront ajoutés au formulaire de candidature.
it: Richiedi ulteriori fatti dal candidato. I campi selezionati saranno aggiunti al modulo di domanda.
sr: Затражи додатне доказе од подносиоца захтева. Изабрани Поља ће бити додат на обрасцу пријаве.

source: Please provide some additional facts for this job opening.
fr: Veuillez fournir quelques données supplémentaire pour cette ouverture de poste.
it: Si prega di fornire alcuni fatti aggiuntivi per questa apertura di lavoro.
sr: Молимо вас да наведете неке додатне чињенице за овај отвор посла.

source: Click here to enter facts.
fr: Cliquez ici pour entrer des données.
it: Clicca qui per entrare in fatti.
sr: Кликните овде за улазак чињенице.

source: conditioned
fr: conditionné
it: condizionato
sr: условни

source: Enter your willingness to travel.
fr: Entrez votre disposition à voyager.
it: Inserisci la tua disponibilità a viaggiare.
sr: Унесите своју спремност да путује.

source: Ask the applicant about the willingness to travel
fr: Demander au candidat sa disposition à voyager
it: Chiedi il richiedente circa la disponibilità a viaggiare
sr: Питајте пријаве о спремности да се путује

source: please select
fr: Veuillez sélectionner
it: Per favore scegli
sr: Молимо изаберите

source: Enter the earliest starting date.
fr: Entrez la date de première disponibilité
it: Inserire la prima data di inizio.
sr: Унесите најранији датум почетка.

source: Ask the applicant about the earliest starting date.
fr: Demandez au candidat la date de première disponibilité.
it: Chiedi il richiedente in merito alla prima data di inizio.
sr: Затражи од подносиоца о најранијем датуму почетка.
