Repository: flyfix/yawikpermission
Catalog: module/Core/language/*.po
Languages: sr

source: Imprint
sr: отисак

source: Tax Number
sr: Порески број

source: Loading
sr: утовар

source: First
sr: први

source: Back
sr: Назад

source: Next
sr: Следећи

source: Last
sr: последњи

source: Add permission
sr: Додај дозволу

source: Admin
sr: админ

source: Dashboard
sr: командна табла

source: Home
sr: Дом

source: Welcome to YAWIK!
sr: Велцоме то Иавик!

source: we're connecting recruiters and applicants
sr: ми смо повезивање РЕЦРУИТЕРС и апликаната

source: Login to an open source applicant tracking system using your favorit social network
sr: Пријава на систем отвореног извор подносилац праћење помоћу своју омиљену друштвену мрежу

source: responsive design (uses bootstrap3 and font awesome)
sr: одговорне дизајн (користи боотстрап3 и фонт авесоме)

source: multilingual
sr: вишејезични

source: ready for social recruiting
sr: спреман за социјалну регрутовање

source: enter job ads
sr: ентер огласе за посао

source: One-Click-Apply
sr: Оне-Цлицк-Аппли

source: manage applications
sr: управљање апликацијама

source: open and free software
sr: отворен и слободан софтвер

source: Developer News
sr: девелопер Новости

source: Recruiter News
sr: рецруитер Новости

source: Error loading widget.
sr: Грешка при учитавању додатак.

source: An error occurred
sr: Дошло је до грешке

source: Additional information
sr: Додатне Информације

source: File
sr: фајл

source: Message
sr: порука

source: Stack trace
sr: стека

source: Previous exceptions
sr: Претходни изузеци

source: No Exception available
sr: Без изузетка доступан

source: A 403 error occurred
sr: А 403 грешка

source: A 404 error occurred
sr: А 404 грешка

source: The requested controller was unable to dispatch the request.
sr: Тражени контролер није могао да пошаље захтев.

source: The requested controller could not be mapped to an existing controller class.
sr: Тражени контролор не може да се преслика на постојећу контролер класе.

source: The requested controller was not dispatchable.
sr: Тражени контролор није био диспатцхабле.

source: The requested URL could not be matched by routing.
sr: Тражени УРЛ не може да се одговара за рутирање.

source: We cannot determine at this time why a 404 was generated.
sr: Не можемо утврдити у овом тренутку због чега је остварила је 404.

source: Controller
sr: контролор

source: Javascript is disabled.
sr: Јавасцрипт је онемогућен.

source: JavaScript is required to use this site. Please enable JavaScript and reload.
sr: ЈаваСцрипт је потребно да користите овај сајт. Молимо Вас да омогућите ЈаваСцрипт и релоад.

source: YAWIK
sr: Иавик

source: Help to translate YAWIK
sr: Помогнете с превода на Иавик

source: All rights reserved.
sr: Сва права задржана.

source: Permissions
sr: Дозволе

source: The file is too big
sr: Датотека је превелика

source: The file type is not supported
sr: Тип датотеке није подржан

source: An unknown error occured.
sr: Непознате грешке.

source: Click here to add files or use drag and drop.
sr: Кликните овде да додате датотеке или користити драг анд дроп.

source: Click here to add an image or use drag and drop.
sr: Кликните овде да бисте додали слику или коришћење драг анд дроп.

source: previous
sr: Претходна

source: processing
sr: обрада

source: Edit
sr: едит

source: general settings
sr: opšta подешавања

source: Save
sr: саве

source: Cancel
sr: отказати

source: Name
sr: име

source: Apply filter
sr: Аппли филтер

source: Reset filter
sr: ресет филтера

source: Rights
sr: права

source: View
sr: Поглед

source: Write
sr: писати

source: Not Rated
sr: Неоцењено

source: Poor
sr: слаб

source: Bad
sr: лоше

source: Average
sr: Просек

source: Good
sr: Добро

source: Excellent
sr: одличан

source: Please enter a phone Number. You can use the intenational format. Only digits and '+'.
sr: Унесите број телефона. Можете користити Интенатионал формат. Само цифре и "+".

source: Remove all
sr: Уклони све

source: Search
sr: Претраживање

source: Clear
sr: Јасно

source: choose your language
sr: цхоосе иоур лангуаге

source: English
sr: енглески језик

source: French
sr: француски

source: German
sr: немачки

source: Italian
sr: Италијан

source: Polish
sr: Пољски

source: Russian
sr: руски

source: Turkish
sr: турски

source: Spanish
sr: шпански

source: defines the languages of this frontend.
sr: дефинише језике овог фронтенд.

source: choose your timzone
sr: одабрати тимзоне

source: defines your local timezone.
sr: дефинише своју локалну временску зону.
